Repository: dkosmari/gnome-shell-extension-keyring-autolock
Catalog: po/*.po
Languages: de, es, fr, it, nl, pt_br

source: Settings...
de: Einstellungen...
es: Ajustes...
fr: Paramètres...
it: Impostazioni...
nl: Voorkeurenâ€¦
pt_br: Configurações...

source: Lock the keyring now
de: Schließen Sie jetzt den Schlüsselbund ab
es: Bloquea el llavero ahora
fr: Verrouillez le porte-clés maintenant
it: Chiudi subito il portachiavi
nl: Sleutelbos vergrendelen
pt_br: Bloquear o chaveiro agora

source: Locked:
de: Gesperrt:
es: Bloqueado:
fr: Verrouillé:
it: Bloccato:
nl: Vergrendeld:
pt_br: Bloqueado:

source: Ignored collections
de: Ignorierte Sammlungen
es: Colecciones ignoradas
fr: Collections ignorées
it: Collezioni ignorate
nl: Genegeerde collecties
pt_br: Coleções ignoradas

source: Ignored collections will never be locked by this extensions.
de: Ignorierte Sammlungen werden durch diese Erweiterungen niemals gesperrt.
es: Estas extensiones nunca bloquearán las colecciones ignoradas.
fr: Les collections ignorées ne seront jamais verrouillées par ces extensions.
it: Le raccolte ignorate non verranno mai bloccate da queste estensioni.
nl: Genegeerde collecties worden nooit vergrendeld door deze extensies.
pt_br: Coleções ignoradas nunca serão bloqueadas por esta extensão.

source: General settings
de: Allgemeine Einstellungen
es: Configuración general
fr: Réglages généraux
it: Impostazioni generali
nl: Algemene voorkeuren
pt_br: Configurações gerais

source: Indicator
de: Indikator
es: Indicador
fr: Indicateur
it: Indicatore
pt_br: Indicador

source: Hide indicator if locked
de: Anzeige ausblenden, wenn gesperrt
es: Ocultar indicador si está bloqueado
fr: Masquer l'indicateur s'il est verrouillé
it: Nascondi indicatore se bloccato
nl: Indicator verbergen indien vergrendeld
pt_br: Esconder indicador se bloqueado

source: Keep the indicator icon hidden while the keyring is locked.
de: Lassen Sie das Anzeigesymbol ausgeblendet, während der Schlüsselring gesperrt ist.
es: Mantenga oculto el icono indicador mientras el llavero esté bloqueado.
fr: Gardez l’icône de l’indicateur cachée lorsque le porte-clés est verrouillé.
it: Mantieni nascosta l'icona dell'indicatore mentre il portachiavi è bloccato.
nl: Houd het indicatorpictogram verborgen terwijl de sleutelhanger is vergrendeld.
pt_br: Manter o ícone do indicador escondido enquanto o chaveiro estiver bloqueado.

source: Timers
de: Timer
es: Temporizadores
fr: Minuteries
it: Temporizzatori
nl: Tijdklokken
pt_br: Temporizadores

source: Check interval (seconds)
de: Prüfintervall (Sekunden)
es: Intervalo de comprobación (segundos)
fr: Intervalle de vérification (secondes)
it: Intervallo di controllo (secondi)
nl: Controleren, elke
pt_br: Intervalo de teste (segundos)

source: The keyring is checked periodically, to detect if it is unlocked.
de: Der Schlüsselbund wird regelmäßig überprüft, um festzustellen, ob er entsperrt ist.
es: El llavero se revisa periódicamente, para detectar si está desbloqueado.
fr: Le porte-clés est vérifié périodiquement pour détecter s'il est déverrouillé.
it: Il portachiavi viene controllato periodicamente, per rilevare se è sbloccato.
nl: De vergrendelstatus van de sleutelbos wordt geregeld (elke x-aantal seconden) gecontroleerd.
pt_br: O chaveiro é testado periodicamente, para detectar se está desbloqueado.

source: Lock delay (seconds)
de: Sperrverzögerung (Sekunden)
es: Retardo de bloqueo (segundos)
fr: Délai de verrouillage (secondes)
it: Ritardo blocco (secondi)
nl: Vergrendelen na
pt_br: Atraso para bloquear (segundos)

source: How long the keyring is allowed to stay unlocked.
de: Wie lange der Schlüsselbund unverschlossen bleiben darf.
es: Cuánto tiempo se permite que el llavero permanezca desbloqueado.
fr: Combien de temps le porte-clés peut rester déverrouillé.
it: Per quanto tempo il portachiavi può rimanere sbloccato.
nl: Hoelang de sleutelbos ontgrendeld mag zijn (in seconden).
pt_br: Quanto tempo é permitido que o chaveiro permaneça desbloqueado.
